cask_args appdir: '/Applications'

# --- ターミナル・エディタ ---
brew 'neovim'
brew 'zellij'
cask 'ghostty'

# --- バージョン管理 (Ruby, Node, Bun 等) ---
brew 'mise'

# --- Neovim依存 ---
brew 'ripgrep'
brew 'fd'

# --- 開発ツール ---
brew 'git'
brew 'openssl'


# --- シェル ---
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'starship'

# --- アプリ ---
cask 'google-chrome'
cask 'google-drive'
cask 'karabiner-elements'
cask 'drawio'
cask 'visual-studio-code'
# m4ma: 動かん手動cask 'google-japanese-ime'
# cask 'kindle' 重い

# --- フォント ---
cask 'font-plemol-jp'
