cask_args appdir: '/Applications'

brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
brew 'mas'
brew 'vim'
brew 'zsh-completions'
brew 'zsh-git-prompt'
brew 'zsh-autosuggestions'
brew 'node'
brew 'pnpm'

cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
# m4 動かん手動cask 'google-japanese-ime'
cask 'karabiner-elements'
# cask 'kindle' 重い
cask 'iterm2'
# cask 'skitch' 終了 https://download.cnet.com/skitch/3000-13455_4-189876.html
#cask 'unity-hub'
cask 'blender'
cask 'drawio'
cask 'visual-studio-code'
cask 'font-plemol-jp'

# App Store applications
# mas signin
#mas 'Minutes', id: 406827163
#mas 'Slack', id: 803453959
#mas 'Wunderlist', id: 410628904

