cask_args appdir: '/Applications'

brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
brew 'tmux'
brew 'mas'
brew 'vim'
# brew 'bash-completion'
brew 'zsh-completions'
brew 'neovim'

cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'google-japanese-ime'
cask 'karabiner-elements'
cask 'dropbox'
cask 'kindle'
cask 'iterm2'
cask 'skitch'
cask 'unity-hub'
cask 'blender'
cask 'drawio'

# App Store applications
# mas signin
#mas 'Minutes', id: 406827163
#mas 'Slack', id: 803453959
#mas 'Wunderlist', id: 410628904

